class Message:
    def __init__(self):
        self.chatHaveBeenChanged = "Чат для звітності змінено!"
        self.pleaseSendUsOldPassword = "Будь ласка, надішліть <b>старий</b> пароль."
        self.pleaseSendUsNewPassword = "Будь ласка, надішліть <b>новий</b> пароль."
        self.passwordHaveBeenChanged = "Пароль успішно змінено."
        self.random_words = {"привіт", "сонце", "книга", "море", "зірка", "квітка", "собака", "кава", "музика", "велосипед",
                "дерево", "годинник", "комп'ютер", "небо", "сніг", "медаль", "птах", "шоколад", "футбол", "парасолька",
                "місяць", "вода", "школа", "літо", "математика", "яблуко", "кіт", "чай", "фільм", "гітара",
                "телефон", "подарунок", "колір", "світло", "письмо", "корабель", "планета", "зошит", "зима", "фізика",
                "банан", "миша", "молоко", "книжка", "піаніно", "автомобіль", "друг", "соняшник", "вогонь", "камінь",
                "хмара", "годинник", "телевізор", "ніжний",
                "веселка", "сир", "пензлик", "лампа", "салат", "капелюх", "рюкзак", "дзеркало", "тостер", "бабуся",
                "дракон", "метелик", "сирник", "календар", "лев", "кулька", "будинок", "магазин", "цукерка", "намисто",
                "олень", "гриб", "суп", "черевички", "пальто", "вертоліт", "парк", "стадіон", "мураха", "бджола",
                "джинси", "сукня", "навушники", "фотоапарат", "паспорт", "карта", "лотерея", "ваза", "курка", "яйце",
                "двері", "вікно", "стілець", "стіл", "ковдра", "подушка", "ручка", "олівець", "скотч", "ножиці",
                "торт", "печиво", "хліб", "супермаркет", "аптека", "банкомат", "автобусна зупинка", "кінотеатр",
                "театр", "музей", "ресторан", "кафе", "бар", "готель", "пляж", "гори", "озеро", "річка", "острів",
                "ліс", "пустеля", "вулкан", "водоспад", "замок", "храм", "церква", "мечеть", "синагога", "храм",
                "акваріум", "зоопарк", "цирк", "парк розваг", "стадіон", "спортзал", "басейн", "бібліотека",
                "університет", "школа"}


answerMessage = Message()
